{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^Welcome to Mccarthy Hall, home to the College of Natural Sciences and Mathematics!","\n","^The College of Natural Sciences and Mathematics (NSM) is one of eight colleges at CSUF and contains five departments. The college offers through its departments and programs, baccalaureate degrees in all disciplines and master's degrees in biological science, chemistry, geology, physics and mathematics.","\n",{"->":"choices"},{"#f":1}],"choices":[["^How can I help you?","\n","ev","str","^Departments and Degrees","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Student Success","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Contact Us","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^Exit","/str","/ev",{"*":".^.c-3","flg":4},{"c-0":["^ ",{"->":"departments_and_degrees"},"\n",{"#f":5}],"c-1":["^ ",{"->":"student_success"},"\n",{"#f":5}],"c-2":["^ ",{"->":"contact_us"},"\n",{"#f":5}],"c-3":["^ ",{"->":"exit"},"\n",{"#f":5}]}],{"#f":1}],"departments_and_degrees":["^The College of Natural Sciences and Mathematics has the following departments: Biological Sciences, Chemistry & Biochemistry, Geological Sciences, Mathematics, and Physics.","\n",{"->":"choices"},{"#f":1}],"student_success":["^The NSM Student Success Center is here to support your academic goals and provide a space for science and math students. The Student Success Team offers advising for General Education, graduation, first-year support, career advising, and probation advising. The center also offers tutoring for science and math courses offered in the College of NSM. All students are welcome! Contact Info: (657)-278-7082","\n",{"->":"choices"},{"#f":1}],"contact_us":["^McCarthy Hall 166. Monday-Friday: 8:00am-5:00pm, (657)-278-2638","\n",{"->":"choices"},{"#f":1}],"exit":["^Thanks for visiting! Be sure to walk around and look for Tuffys in the area. The nearest Tuffys are at Mihaylo Hall (South East), Pollak Library (North), Humanities Building (North East), and the Visual Arts Building (West).","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}