{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^Welcome to Mihaylo Hall, home of the College of Business and Economics!","\n","^Located in one of the most vibrant and entrepreneurial business communities in the U.S., the College of Business and Economics at California State University, Fullerton is the largest accredited business school on the West Coast, nationally recognized for accreditation in both its business and accounting programs.","\n",{"->":"choices"},{"#f":1}],"choices":[["^How can I help you?","\n","ev","str","^Programs","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Student Success Services","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Contact Us","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^Exit","/str","/ev",{"*":".^.c-3","flg":4},{"c-0":["^ ",{"->":"programs"},"\n",{"#f":5}],"c-1":["^ ",{"->":"student_success_services"},"\n",{"#f":5}],"c-2":["^ ",{"->":"contact_us"},"\n",{"#f":5}],"c-3":["^ ",{"->":"exit"},"\n",{"#f":5}]}],{"#f":1}],"programs":["^The College of Business and Economics offers degree opportunities in multiple disciplines. We are the home to the following departments: Accountancy, Economics, Information Systems and Decision Sciences (ISDS), Management and Marketing. Visit our website for a full list of majors for each department!","\n",{"->":"choices"},{"#f":1}],"student_success_services":["^At the College of Business and Economics, we work to ensure your academic experience is a successful one. Some services we offer are Business Advising, a Business Success Center, Business Career Services, and Faculty Mentoring.","\n",{"->":"choices"},{"#f":1}],"contact_us":["^Please email us at cbedeansoffice@fullerton.edu for general inquiries. If you need specific help regarding your major, please contact your respective major's deparment.","\n",{"->":"choices"},{"#f":1}],"exit":["^Thanks for visiting! Be sure to walk around and look for Tuffys in the area. The nearest Tuffys are at the Humanities Building (North) and Mccarthy Hall (North West).","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}