{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^Welcome to the Visual Arts Department!","\n","^The Visual Arts Complex is currently undergoing a major, multi-year renovation expected to be completed in 2024. During this time, many art department classes and faculty and staff offices have been temporarily relocated. Department offices and many faculty and staff offices have moved to the first floor of McCarthy Hall (MH).","\n",{"->":"choices"},{"#f":1}],"choices":[["^How can I help you?","\n","ev","str","^Degrees","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Student Activities","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Contact Us","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^Exit","/str","/ev",{"*":".^.c-3","flg":4},{"c-0":["^ ",{"->":"degrees"},"\n",{"#f":5}],"c-1":["^ ",{"->":"student_activities"},"\n",{"#f":5}],"c-2":["^ ",{"->":"contact_us"},"\n",{"#f":5}],"c-3":["^ ",{"->":"exit"},"\n",{"#f":5}]}],{"#f":1}],"degrees":["^Cal State Fullerton offers the Bachelor of Arts in Art with a choice of three concentrations: Art History, which emphasizes theory, analysis and criticism, General Studio Art, and Teaching.","\n","^The Bachelor of Fine Arts degree in Art offers concentrations in the following: Ceramics (including glass); Crafts (including jewelry, metalsmithing and wood); Creative Photography (video and installation); Drawing and Painting; Entertainment Art/Animation (traditional and digital); Graphic Design (including print-media and interactive design for CD-rom and web); Illustration (traditional and digital); and Sculpture.","\n",{"->":"choices"},{"#f":1}],"student_activities":["^Students are invited to join the following clubs: CSUF Ceramics Club, Graphic Design Club, Hot Glass Club, Pencil Mileage Club, Sculpture Club, Society of Museum Associates, Fine Art Society, and Camera Absurda. Student-run clubs provide majors unique opportunities to begin the process of networking with peers and guest artists and lecturers hosted on campus, and to share information about their particular fields.","\n",{"->":"choices"},{"#f":1}],"contact_us":["^McCarthy Hall 128. Monday-Friday: 8am-5pm, (657) 278-3471","\n",{"->":"choices"},{"#f":1}],"exit":["^Thanks for visiting! Be sure to walk around and look for Tuffys in the area. The nearest Tuffys are at the Titan Student Union (North) and Mccarthy Hall (South East).","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}